{
  "legal_texts": [
    {
      "law_name": "공무원 후생복지에 관한 규정 (대통령령)",
      "provisions": [
        {
          "article": "제2조(정의) 제1호",
          "content": "\"맞춤형 복지제도\"라 함은 소속 공무원 개인에게 주어지는 복지점수 범위 내에서 사전에 설계되어 제공되는 복지혜택 중에서 공무원이 본인의 선호와 필요에 따라 자신에게 적합한 복지 혜택을 선택하도록 하는 제도를 말한다."
        },
        {
          "article": "제2조(정의) 제8호",
          "content": "맞춤형 복지제도 운영기관의 장은 「공무원임용령」 제2조 및 제3조에 규정된 소속장관이며, 소속장관은 소속기관별 또는 직종별 다양한 복지수요를 반영하기 위하여 소속기관의 장으로 하여금 맞춤형복지 제도를 수립·운영하게 할 수 있으며 이를 \"운영기관의 장\"이라 한다."
        },
        {
          "article": "제2조(정의) 전체",
          "content": "이 영에서 사용하는 용어의 정의는 다음과 같다.\n1. \"맞춤형 복지제도\"라 함은 소속공무원 개개인에게 주어진 복지점수의 범위안에서 사전에 설계되어 제공되는 복지항목중에서 공무원이 본인의 선호와 필요에 따라 자신에게 적합한 복지혜택을 선택하도록 하는 제도를 말한다.\n8. \"운영기관의 장\"이라 함은 제3조제1항의 규정에 의한 공무원이 소속된 기관의 장(「공무원임용령」 제2조제3호의 규정에 의한 소속장관을 말한다. 이하 같다)을 말한다. 다만, 「공무원임용령」 제2조제3호 가목 내지 라목 외의 기관의 소속장관은 인사혁신처장으로 한다."
        },
        {
          "article": "제3조(적용범위)",
          "content": "①이 영은 「국가공무원법」 제2조의 규정에 의한 공무원에게 적용한다. 다만, 「국가공무원법」 제2조제3항제2호 및 제3호의 공무원중 국회사무처ㆍ법원행정처ㆍ헌법재판소사무처 및 중앙선거관리위원회사무처 소속공무원에 대하여는 그러하지 아니하다.\n②제1항의 규정에 불구하고 휴직 등 인사혁신처장이 정하는 사유에 해당하는 공무원에 대하여는 맞춤형 복지제도의 적용을 배제하거나 제한할 수 있다."
        },
        {
          "article": "제6조, 제7조, 제8조 (복지항목의 구성)",
          "content": "맞춤형복지 항목은 기본항목과 자율항목으로 구성하고 기본항목은 필수기본항목과 선택기본항목으로 구분한다."
        },
        {
          "article": "제7조(기본항목) 제5항",
          "content": "보험선택 기간 내 보험상품 미선택자에게는 최저수준에 해당하는 기본항목(선택안)을 선택한 것으로 간주하여 처리한다."
        },
        {
          "article": "제10조(복지점수 부여원칙)",
          "content": "운영기관의 장은 해당기관의 다양한 후생복지제도에 대한 수혜규모를 파악하여 이를 점수화하고 소속 공무원에게 적절히 나누어 배정하여야 한다."
        },
        {
          "article": "제11조(복지점수의 관리)",
          "content": "①복지점수는 매년 1월 1일을 기준으로 부여한다.\n②복지점수는 당해 연도내에 사용하여야 하며, 사용후 남은 복지점수는 다음 연도로 이월하거나 금전으로 청구할 수 없다."
        },
        {
          "article": "(일반 조항 - 필수기본항목)",
          "content": "공무원의 안전보장을 위해 생명·상해보험을 필수 기본항목으로 분류하여 의무적으로 가입하도록 규정하고 있다."
        }
      ]
    },
    {
      "law_name": "국가공무원법",
      "provisions": [
        {
          "article": "제52조(능률 증진을 위한 실시사항)",
          "content": "국회사무총장, 법원행정처장, 헌법재판소사무처장, 중앙선거관리위원회사무총장 또는 인사혁신처장은 공무원의 근무능률을 높이기 위하여 공무원의 보건ㆍ휴양ㆍ안전ㆍ후생, 그 밖에 필요한 사항에 대한 기준을 설정하여야 하며, 각 기관의 장은 이를 실시하여야 한다."
        },
        {
          "article": "제71조(휴직)",
          "content": "① 공무원이 다음 각 호의 어느 하나에 해당하면 임용권자는 본인의 의사에도 불구하고 휴직을 명하여야 한다.\n1. 신체ㆍ정신상의 장애로 장기 요양이 필요할 때\n3. 「병역법」에 따른 병역 복무를 마치기 위하여 징집되거나 소집되었을 때\n② 공무원이 다음 각 호의 어느 하나에 해당하면 임용권자는 휴직을 명할 수 있다.\n1. 국제기구, 외국 기관, 국내외의 대학ㆍ연구기관, 다른 국가기관 또는 대통령령으로 정하는 민간기업, 그 밖의 임시 고용 기관에 임시로 채용될 때\n4. 만 8세 이하 또는 초등학교 2학년 이하의 자녀를 양육하기 위하여 필요하거나 여자공무원이 임신 또는 출산하게 되었을 때"
        },
        {
          "article": "제72조(휴직 기간)",
          "content": "제71조제1항제1호에 따른 휴직 기간은 1년 이내로 하되, 부득이한 경우 1년의 범위에서 연장할 수 있다.\n제71조제1항제3호에 따른 휴직 기간은 그 복무 기간이 끝날 때까지로 한다.\n제71조제2항제4호에 따른 휴직 기간은 자녀 1명에 대하여 3년 이내로 한다."
        }
      ]
    },
    {
      "law_name": "공무원임용령 (대통령령)",
      "provisions": [
        {
          "article": "제2조 및 제3조",
          "content": "맞춤형 복지제도의 운영 주체인 '소속장관'을 정의하는 규정으로, 운영기관의 장(소속장관)의 범위를 정하는 근거로 인용됨."
        },
        {
          "article": "제23조(시보임용)",
          "content": "①임용권자 또는 임용제청권자는 시보임용기간중의 공무원에 대하여 근무상황을 항상 지도ㆍ감독하여야 한다."
        },
        {
          "article": "제41조(파견근무)",
          "content": "① 각 행정기관의 장은 다음 각 호의 어느 하나에 해당하는 경우에는 법 제32조의4에 따라 소속 공무원을 파견할 수 있다.\n4. 「공무원 인재개발법」에 따른 교육훈련기관, 연구기관, 그 밖의 기관(교수요원의 경우에는 대학을 포함한다)에서 교육훈련을 받거나 연구 및 연수 업무를 수행하게 하기 위하여 필요한 경우\n6. 국제기구, 외국 정부 또는 연구기관에서 업무를 수행하거나 능력 개발을 위하여 필요한 경우"
        }
      ]
    },
    {
      "law_name": "공무원 수당 등에 관한 규정 (대통령령)",
      "provisions": [
        {
          "article": "제7조(정근수당)",
          "content": "맞춤형 복지 근속점수 산정을 위한 근무연수는 이 규정 제7조에 의한 정근수당 지급을 위한 근무연수를 따른다."
        },
        {
          "article": "제10조(가족수당)",
          "content": "① 공무원으로서 부양가족이 있는 사람에 대해서는 예산의 범위에서 다음 각 호의 구분에 따른 금액을 가족수당으로 지급하되, 부양가족의 수는 4명 이내로 한다. 다만, 자녀의 경우에는 부양가족의 수가 4명을 초과하더라도 가족수당을 지급한다.\n④ 제1항에도 불구하고 같은 부양가족을 부양하는 공무원이 2명 이상인 경우나 부부가 공무원인 경우에는 그 중 1명에게만 수당을 지급한다.\n\n※ 맞춤형 복지 가족점수 배정대상은 이 규정 제10조에 의한 가족수당 지급대상인 부양가족과 동일하다. (구체적인 범위 및 요건은 「공무원보수 등의 업무지침」 제7장 참조)"
        }
      ]
    },
    {
      "law_name": "공무원보수 등의 업무지침 (인사혁신처 예규)",
      "provisions": [
        {
          "article": "제7장",
          "content": "공무원수당 등의 업무처리기준 (가족수당 지급대상 부양가족의 구체적 범위 및 요건 참조용)"
        },
        {
          "article": "제10장",
          "content": "맞춤형 복지제도 업무 처리기준 (본 매뉴얼 제4장 2.1. 근거에서 인용. *참고: 매뉴얼 상 1장에서는 11장으로, 4장에서는 10장으로 표기되어 있음)"
        },
        {
          "article": "제11장",
          "content": "맞춤형 복지제도 업무 처리기준 (본 매뉴얼의 운영 근거 및 제1장 2.1. 근거에서 인용)"
        }
      ]
    },
    {
      "law_name": "상법",
      "provisions": [
        {
          "article": "제672조(중복보험)",
          "content": "①동일한 보험계약의 목적과 동일한 사고에 관하여 수개의 보험계약이 동시에 또는 순차로 체결된 경우에 그 보험금액의 총액이 보험가액을 초과한 때에는 보험자는 각자의 보험금액의 한도에서 연대책임을 진다. 이 경우에는 각 보험자의 보상책임은 각자의 보험금액의 비율에 따른다."
        }
      ]
    },
    {
      "law_name": "보험업법 시행령",
      "provisions": [
        {
          "article": "제15조(단체보험의 가입요건)",
          "content": "법 제2조제1호의 규정에 의한 단체보험계약은 다음 각호의 요건을 갖추어야 한다.\n1. 보험만기는 80세 이하일 것\n2. 보험금액의 한도는 개인당 2억원 이내일 것\n3. 만기 시에 지급하는 환급금은 납입보험료 합계액의 범위 내일 것"
        }
      ]
    },
    {
      "law_name": "국가유공자 등 예우 및 지원에 관한 법률",
      "provisions": [
        {
          "article": "제42조(진료)",
          "content": "① 전상군경, 공상군경, 4ㆍ19혁명부상자, 공상공무원, 6ㆍ18자유상이자, 5ㆍ18민주화운동부상자 및 특수임무부상자가 그 상이처에 대한 진료를 필요로 할 때에는 대통령령으로 정하는 바에 따라 보훈병원에서 진료한다.\n② 국가는 제1항에 따른 진료를 보훈병원 외의 의료기관에 위탁할 수 있다."
        }
      ]
    }
  ]
}
